Repository: Lunovox/cucina_vegana
Catalog: locale/*.po
Languages: pt

source: Asparagus
pt: Espargos

source: Seed
pt: Semente de

source: Wild
pt: Selvagem

source: Wild
pt: Planta Selvagem de

source: Chives
pt: Cebolinha

source: Flax
pt: Linhassa

source: Blueberry purree
pt: Pureh de Mirtilo

source: Blueberry pot
pt: Pote de Mirtilo

source: Blueberry pot (cooked)
pt: Pote de Mirtilo (Cozido)

source: Ciabatta dough
pt: Massa Ciabatta

source: Dandelion Honey
pt: Mel de Dente-de-Leao

source: Dandelion Suds
pt: Espuma de Dente-de-Leao

source: Dandelion Suds (cooking)
pt: Espuma de Dente-de-Leao (Cozido)

source: Molasses
pt: Mela√ßo

source: Pizzadough
pt: Massa de Pizza

source: Rice Flour
pt: Farinha de Arroz

source: Soy Milk
pt: Leite de Soja

source: Sunflower Seeds Dough
pt: Massa de Semente de Girassol

source: Sunflower Seeds Flour
pt: Farinha de Semente de Girassol

source: Tofu (raw)
pt: Tofu (cru)

source: Imitation Butter
pt: Manteiga Vegana

source: Imitation Cheese
pt: Queijo Vegano

source: Imitation Fish
pt: Peixe vegano

source: Imitation Meat
pt: Carne Vegana

source: Imitation poultry
pt: Frango Vegano

source: Flax (raw)
pt: Linhassa

source: Kohlrabi
pt: Couve-Rabano

source: Lettuce
pt: Alface

source: Parsley
pt: Salsinha

source: Peanut
pt: Amendoim

source: Rice
pt: Arroz

source: Rosemary Twig
pt: Galho de Alecrim

source: Soy Bean
pt: Vagem de Soja

source: Sunflower
pt: Girassol

source: Sunflower Seeds
pt: Semente de Girassol

source: Roasted Kohlrabi
pt: Couve-Rabano Assada

source: Roasted Sunflower Seeds
pt: Sementes de Girassol Assadas

source: Sunflower Seeds Bread
pt: Paum de Sementes de Girassol

source: Vegan Sushi
pt: Sushi Vegano

source: Glass Bowl
pt: Tigela de Vidro

source: Bottle of Flaxseed Oil
pt: Garrafa de Oleo de Linhassa

source: Mushroomlight Glass
pt: Luminaria de Vidro de Cogumelo

source: Bottle of Peanut Oil
pt: Garrafa de Oleo de Amendoim

source: Plate
pt: Prato

source: Bottle of Sunflower Seeds Oil
pt: Garrafa de Oleo de Girassol

source: Blueberry Jam
pt: Geleia de Mirtilo

source: Ciabatta Bread
pt: Paum Ciabatta

source: Edamame (raw)
pt: Edamame (cru)

source: Salad Oil
pt: Oleo de Salada

source: Peanut Butter
pt: Manteiga de Amendoim

source: Glass Salad Bowl
pt: Salada em Tigela de Vidro

source: Sauce Hollandaise
pt: Molho Holandes

source: Asparagus Hollandaise (raw)
pt: Espargos Holandeses (Cru)

source: Asparagus on Rice (raw)
pt: Rizoto de Espargos (cru)

source: Asparagus Soup (raw)
pt: Sopa de Espargos (crua)

source: Bowl of Rice (raw)
pt: Tigela de Arroz (cru)

source: Fish on Parsley and Rosemary (raw)
pt: Peixe com Salsa e Alecrim (cru)

source: Fryer (raw)
pt: Fritada (crua)

source: Fryer
pt: Fritada

source: Kohlrabi Soup (raw)
pt: Sopa de Couve-Rabano (crua)

source: Salad Bowl Hollandaise
pt: Tigela de Salada Holandeza

source: Soy Soup (raw)
pt: Sopa de Soja (crua)

source: Tofu on Chives and Rosemary (raw)
pt: Tofu com Cebolinha e Alecrim (crua)

source: Asparagus Hollandaise
pt: Espargos Holandeses

source: Asparagus on Rice
pt: Rizoto de Espargos

source: Asparagus Soup
pt: Sopa de Espargos

source: Bowl of Rice
pt: Tigela de Arroz

source: Fish on Parsley and Rosemary
pt: Peixe com Salsa e Alecrim

source: Kohlrabi Soup
pt: Sopa de Couve-Rabano

source: Pizza Vegana (raw)
pt: Pizza Vegana (crua)

source: Pizza Funghi (raw)
pt: Pizza Cogumelo Funghi (crua)

source: Pizza Funghi
pt: Pizza Cogumelo Funghi

source: Soy Soup
pt: Sopa de Soja

source: Tofu on Chives and Rosemary
pt: Tofu com Cebolinha e Alecrim

source: Rosemary
pt: Alecrim

source: Soy
pt: Soja
